graphql-api/libs/data/test.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:con="https://consumerconnectws.tui.transunion.com/"
  xmlns:data="https://consumerconnectws.tui.transunion.com/data">
  <soapenv:Header/>
  <soapenv:Body>
    <con:VerifyAuthenticationQuestions>
      <con:request>
        <data:AccountCode>M2RVc0ZZM0Rwd2FmZA</data:AccountCode>
        <data:AccountName>CC2BraveCredit</data:AccountName>
        <data:AdditionalInputs>
          <data:Data>
            <data:Name>CreditReportVersion</data:Name>
            <data:Value>7.1</data:Value>
          </data:Data>
        </data:AdditionalInputs>
        <data:RequestKey>BC-6ff52847-c585-4a8f-8793-c3c4b97901dc</data:RequestKey>
        <data:ClientKey>0c3d94a1-55a6-41ad-84aa-23f23e85fb6e</data:ClientKey>
        <data:Answers>[object Object]</data:Answers>
        <data:ServiceBundleFulfillmentKey>9a86fafc-4d8e-4f3d-b238-0243aa59d832</data:ServiceBundleFulfillmentKey>
        <data:TrustSessionId xsi:nil="true"
          xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
      </con:request>
    </con:VerifyAuthenticationQuestions>
  </soapenv:Body>
</soapenv:Envelope>